Repository: rescatux/tails-greeter
Catalog: po/*.po
Languages: ar, be, cs, de, es, fa, fi, fr_ca, he, hr_hr, hu, it, km, kn, nb, nl, si_lk, th, uk, zh_tw

source: <a href="doc/first_steps/startup_options/network_configuration.en.html">Documentation</a>
ar: <a href="doc/first_steps/startup_options/network_configuration.en.html">الوثائق</a>
be: <a href="doc/first_steps/startup_options/network_configuration.en.html">Дакументацыя</a>
cs: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentace</a>
de: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentation</a>
es: <a href="doc/first_steps/startup_options/network_configuration.es.html">Documentación</a>
fa: <a href="doc/first_steps/startup_options/network_configuration.en.html">مستندات</a>
fi: <a href="doc/first_steps/startup_options/network_configuration.en.html">Ohjeet</a>
he: <a href="doc/first_steps/startup_options/network_configuration.en.html">תיעוד</a>
hr_hr: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentacija</a>
hu: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentáció</a>
it: <a href="doc/first_steps/startup_options/network_configuration.it.html">Documentazione</a>
km: <a href="doc/first_steps/startup_options/network_configuration.en.html">ឯកសារ</a>
nb: <a href="doc/first_steps/startup_options/network_configuration.en.html">Dokumentasjon</a>
nl: Documentatie
uk: <a href="doc/first_steps/startup_options/network_configuration.en.html">Документація</a>
zh_tw: <a href="doc/first_steps/startup_options/network_configuration.en.html">文件</a>

source: This computer's Internet connection is clear of obstacles. You would like to connect directly to the Tor network.
ar: اتصال هذا الحاسب بالإنترنت خالٍ من العوائق. أنت تود الاتصال بشبكة Tor بشكل مباشر.
be: Злучэнне гэтага кампутара з інтэрнэтам пазбаўлена перашкод. Вы хацелі б злучыцца непасрэдна з сеткай Tor.
cs: Internetové připojení tohoto počítače nemá v cestě překážky. Budete se chtít připojit přímo do sítě Tor.
de: Die Internet-Verbindung dieses Rechners ist frei von Hindernissen. Es kann sich direkt mit dem Tor-Netzwerk verbunden werden.
es: La conexión a Internet de esta computadora está libre de obstáculos. Puede que quiera conectar directamente a la red Tor.
fa: اتصال اینترنت این رایانه بدون مانع است. آیا مایلید مستقیم به شبکه تور متصل شوید؟
fi: Tietokoneen Internet-yhteydessä ei ole esteitä. Voit yhdistää suoraan Tor-verkkoon.
fr_ca: La connexion réseau de cet ordinateur est sans obstacle. Voudriez-vous vous connecter directement au réseau Tor?
he: חיבור האינטרנט של מחשב זה פנוי ממכשולים, מסננים וחסימות. ברצונך לנסות להתחבר לאינטרנט ישירות באמצעות רשת Tor.
hr_hr: Internet veza ovoga računala nema prepreka. Željeli bi ste se spojiti izravno u Tor mrežu.
hu: A számítógép internet kapcsolata akadályoktól mentes. Szeretnél közvetlenül kapcsolódni a Tor hálózathoz.
it: La connessione a Internet di questo computer non è bloccata in alcun modo. Volendo puoi connetterti direttamente alla rete Tor.
km: ការ​ភ្ជាប់​អ៊ីនធឺណិត​កុំព្យូទ័រ​នេះ​គ្មានបញ្ហា​ទេ។ អ្នកចង់ភ្ជាប់​ដោយ​ផ្ទាល់​ទៅ​បណ្ដាញ Tor ។
nb: Denne datamaskinens internettforbindelse er uten hindringer. Du ønsker å koble direkte til Tor-nettverket.
nl: De internetverbinding van deze computer is vrij van obstakels. U wilt direct met het Tor netwerk verbinden.
uk: Мережеве з'єднання цього комп'ютера вільне від перешкод. Ви можете з'єднатися з мережею Tor безпосередньо.
zh_tw: 這部電腦的網路連線是暢通的。您可能想直接連線到 Tor 網路。

source: This computer's Internet connection is censored, filtered, or proxied. You need to configure bridge, firewall, or proxy settings.
ar: اتصال هذا الحاسب الإنترنت مراقب أو مصفى أو له وكيل. عليك تكوين إعدادات الجسر أو جدار الحماية أو الوكيل.
be: Злучэнне гэтага кампутара з інтэрнэтам цэнзуруецца, фільтруецца ці праходзіць праз проксі. Вам трэба наставіць сеткавы мост, файрвол ці параметры проксі.
cs: Internetové připojení tohoto počítače je cenzurované, filtrované, nebo je použito proxy. Potřebujete nastavit most, firewall nebo proxy.
de: Die Internet-Verbindung dieses Rechners ist zensiert, gefiltert oder vermittelt. Brücken-, Firewall- oder Vermittlungsserver-Einstellungen müssen getroffen werden.
es: La conexión a Internet de esta computadora está censurada, filtrada, o proxyficada. Tendrá que configurar un repetidor puente ('bridge'), un cortafuegos ('firewall'), o las configuraciones para proxy.
fa: اتصال اینترنت این رایانه سانسور و یا فیلتر شده است. شما باید تنظیمات پل، فایروال و یا پروکسی را انجام دهید.
fi: Tietokoneen Internet-yhteyttä sensuroidaan, suodatetaan tai käytetään välityspalvelimen kautta. Sinun täytyy määrittää silta-, palomuuri- ja välityspalvelinasetukset.
fr_ca: La connexion réseau de cet ordinateur est censurée, filtrée ou relayée par un serveur mandataire. Vous devez configurer les paramètres de pont, coupe-feu ou serveur mandataire.
he: חיבור האינטרנט של מחשב זה מצונזר, מסונן או מוגבל. עליך לטפל בהגדרות פרוקסי, חומת אש או גשר.
hr_hr: Internet veza ovoga računala je cenzurirana, filtrirana ili koristi proxy. Trebate podesiti mostovne, vatrozidne ili proxy postavke.
hu: A számítógép internet kapcsolata cenzúrázott, szűrt vagy proxy-t használ. konfigurálnod kell a bridge, tűzfal vagy proxy beállításokat.
it: La connessione a Internet di questo computer è bloccata da censura, filtrata o utilizza un proxy. È necessario configurare un bridge, firewall o un proxy.
km: ការ​ភ្ជាប់អ៊ីនធឺណិត​កុំព្យូទ័រ​នេះ​​ត្រូវ​បាន​ពិនិត្យ ច្រោះ ឬ​កំណត់​ប្រូកស៊ី។ អ្នក​ត្រូវ​កំណត់​រចនាសម្ព័ន្ធ​ប៊្រីត ជញ្ជាំង​ភ្លើង ឬ​ការ​កំណត់​ប្រូកស៊ី។
nb: Denne datamaskinens internettforbindelse er sensurert, filtrert eller går via en proxy. Du må konfigurere bro, brannmur, eller proxy-innstillinger.
nl: De internetverbinding van deze computer is gecensureerd, gefiltered of loopt via een proxy. U dient de bridge, firewall of proxy instellingen te configureren.
uk: Мережеве підключення цього комп'ютера цензурується, фільтрується або йде через проксі-сервер. Вам треба налаштувати міст, брандмауер або проксі.
zh_tw: 這部電腦的網路連線被審查、過濾、或代理。您需要設定網橋、防火牆、或代理伺服器設定。

source: Disable all networking
hu: Összes hálózatépítés letiltása

source: Language
ar: اللغة
be: Мова
cs: Jazyk
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr_ca: Langue
he: שפה
hr_hr: Jezik
hu: Nyelv
it: Lingua
km: ភាសា
kn: ಭಾಷೆ
nb: Språk
nl: Taal
si_lk: භාෂාව
th: ภาษา
uk: Мова
zh_tw: 語言

source: Locale
ar: محلي
be: Лакаль
cs: Místní
de: Ort
es: Localización
fa: محل
fi: Maa-asetus
he: אזור
hr_hr: Mjesto
hu: Ország
it: Impostazioni internazionali
km: ទីតាំង
kn: ಪ್ರಾದೇಶಿಕತೆ
nb: Land
si_lk: පෙදෙසිය
th: โลแคล
uk: Місце
zh_tw: 地區設定

source: Layout
ar: التصميم
be: Раскладка
cs: Rozvržení
de: Tastenbelegung
es: Composición
fa: صفحه‌بندى
fi: Näppäinasettelu
fr_ca: Mise en page
he: מערך
hr_hr: Raspored
hu: Kiosztás
it: Disposizione
km: ប្លង់
kn: ರೂಪ
nb: Oppsett
si_lk: පිරිසැලසුම
th: โครงแบบ
uk: Схема
zh_tw: 版面配置

source: live-persist failed with return code %(returncode)s: %(stderr)s
ar: live-persist فشل و كود العودة هو %(returncode)s: %(stderr)s
be: live-persist зваліўся з кодам %(returncode)s: %(stderr)s
cs: live-persist selhal a vrátil kód %(returncode)s: %(stderr)s
de: live-persist ist mit Code %(returncode)s fehlgeschlagen: %(stderr)s
es: live-persist falló devolviendo el código %(returncode)s: %(stderr)s
fa: live-persist ناموفق بود با کد خطای %(returncode)s: %(stderr)s
fi: live-persist epäonnistui paluuarvolla %(returncode)s: %(stderr)s
fr_ca: échec de live-persist avec le code de retour %(returncode)s : %(stderr)s
he: הפעלה חיה עקבית נכשלה עם השגיאה %(returncode)s: %(stderr)s
hr_hr: live-persist nije uspio s povratnim kôdom %(returncode)s: %(stderr)s
hu: live-persist sikertelen a következő visszatérési kóddal: %(returncode)s: %(stderr)s
it: live-persist ha fallito con return code %(returncode)s: %(stderr)s
km: បាន​បរាជ័យ live-persist ជាមួយ return code %(returncode)s: %(stderr)s
kn: ಲೈವ್-ಪರ್ಸಿಸ್ಟ್ (ಮಾಹಿತಿಯನ್ನ ದೀರ್ಘಕಾಲ ಕಾಪಾಡೋದು) ಈ ರಿಟರ್ನ್ ಕೋಡ್ (ಫಲಿತಾಂಶ) ನೀಡಿ ಫ಼ೇಲಾಯ್ತು, %(returncode)s:⏎ %(stderr)s
nb: live-persist feilet med returkode %(returncode)s: %(stderr)s
nl: live-persist lukte niet, return code %(returncode)s: %(stderr)s
si_lk: පිලිසංකේතයක් සහිතව සජීවී-ස්ථාවර %(returncode)s: %(stderr)s
th: live-persist ล้มเหลวด้วยรหัสตอบกลับ %(returncode)s: %(stderr)s
uk: live-persist не спрацював, код помилки %(returncode)s: %(stderr)s
zh_tw: live-persist 失敗並傳回錯誤代碼 %(returncode)s: %(stderr)s

source: cryptsetup failed with return code %(returncode)s: %(stdout)s %(stderr)s
ar: cryptsetup فشل و كود العودة هو %(returncode)s: %(stdout)s %(stderr)s
be: cryptsetup зваліўся з кодам %(returncode)s: %(stdout)s %(stderr)s
cs: cryptsetup selhal a vrátil kód %(returncode)s: %(stdout)s %(stderr)s
de: cryptsetup ist mit Code %(returncode)s fehlgeschlagen: %(stdout)s %(stderr)s
es: cryptsetup falló devolviendo el código %(returncode)s: %(stdout)s %(stderr)s
fa: cryptsetup ناموفق بود با کد خطای %(returncode)s: %(stdout)s %(stderr)s
fi: cryptsetup epäonnistui paluuarvolla %(returncode)s: %(stdout)s %(stderr)s
fr_ca: échec de cryptsetup avec le code de retour %(returncode)s : %(stdout)s %(stderr)s
he: cryptsetup נכשל עם הודעת השגיאה: %(returncode)s: %(stdout)s %(stderr)s
hr_hr: cryptsetup nije uspio s povratnim kôdom %(returncode)s: %(stdout)s %(stderr)s
hu: cryptsetup sikertelen a következő visszatérési kóddal: %(returncode)s: %(stdout)s %(stderr)s
it: cryptsetup ha fallito con return code %(returncode)s: %(stdout)s %(stderr)s
km: បាន​បរាជ័យ cryptsetup ជាមួយ return code %(returncode)s: %(stdout)s %(stderr)s
kn: ಕ್ರಿಪ್ಟ್-ಸೆಟಪ್ ಅಥವಾ ರಹಸ್ಯವಾಗಿರಿಸೋ ವ್ಯವಸ್ಥೆ ಈ ರಿಟರ್ನ್ ಕೋಡ್ ಅಂದ್ರೆ ಫಲಿತಾಂಶ ನೀಡಿ ಫ಼ೇಲಾಯ್ತು, %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
nb: cryptsetup feilet med returkode %(returncode)s: %(stdout)s %(stderr)s
nl: cryptsetup lukte niet, return code %(returncode)s: %(stdout)s %(stderr)s
si_lk: පිලිකේතයක් සහිතව cryptsetup බිදවැටුණි %(returncode)s: %(stdout)s %(stderr)s
th: cryptsetup ล้มเหลวด้วยรหัสตอบกลับ %(returncode)s: %(stdout)s %(stderr)s
uk: cryptsetup не спрацював, код помилки %(returncode)s: %(stdout)s %(stderr)s
zh_tw: 設定密碼失敗，傳回代碼 %(returncode)s: %(stdout)s %(stderr)s

source: live-persist failed with return code %(returncode)s: %(stdout)s %(stderr)s
ar: live-persist فشل و كود العودة هو %(returncode)s: %(stdout)s %(stderr)s
be: live-persist зваліўся з кодам %(returncode)s: %(stdout)s %(stderr)s
cs: live-persist selhal a vrátil kód %(returncode)s: %(stdout)s %(stderr)s
de: live-persist ist mit Code %(returncode)s fehlgeschlagen: %(stdout)s %(stderr)s
es: live-persist falló devolviendo el código %(returncode)s: %(stdout)s %(stderr)s
fa: live-persist ناموفق بود با کد خطای %(returncode)s: %(stdout)s %(stderr)s
fi: live-persist epäonnistui paluuarvolla %(returncode)s: %(stdout)s %(stderr)s
fr_ca: échec de live-persist avec le code de retour %(returncode)s : %(stdout)s %(stderr)s
he: הפעלה חיה עקבית נכשלה עם השגיאה: %(returncode)s: %(stdout)s %(stderr)s
hr_hr: live-persist nije uspio s povratnim kôdom %(returncode)s: %(stdout)s %(stderr)s
hu: live-persist sikertelen a következő visszatérési kóddal: %(returncode)s: %(stdout)s %(stderr)s
it: live-persist ha fallito con return code %(returncode)s: %(stdout)s %(stderr)s
km: បាន​បរាជ័យ live-persist ជាមួយ return code %(returncode)s: %(stdout)s %(stderr)s
kn: ಲೈವ್-ಪರ್ಸಿಸ್ಟ್ (ಮಾಹಿತಿಯನ್ನ ದೀರ್ಘಕಾಲ ಕಾಪಾಡೋದು) ಈ ರಿಟರ್ನ್ ಕೋಡ್ (ಫಲಿತಾಂಶ) ನೀಡಿ ಫ಼ೇಲಾಯ್ತು,%(returncode)s:⏎ %(stdout)s⏎ %(stderr)s
nb: live-persist feilet med returkode %(returncode)s: %(stdout)s %(stderr)s
nl: live-persist lukte niet, return code %(returncode)s: %(stdout)s %(stderr)s
si_lk: පිලිකේතයක් සහිතවසජීවී-ස්ථාවර බිදවැටුණි %(returncode)s: %(stdout)s %(stderr)s
th: live-persist ล้มเหลวด้วยรหัสตอบกลับ %(returncode)s: %(stdout)s %(stderr)s
uk: live-persist не спрацював, код помилки %(returncode)s: %(stdout)s %(stderr)s
zh_tw: live-persist 失敗並傳回錯誤代碼 %(returncode)s:⏎ %(stdout)s⏎ %(stderr)s

source: Other...
ar: آخر...
be: Іншае...
cs: Ostatní...
de: Andere …
es: Otro...
fa: دیگر...
fi: Muu...
fr_ca: Autre...
he: אחר...
hr_hr: Ostalo…
hu: Egyéb...
it: Altro...
km: ផ្សេងទៀត...
kn: ಬೇರೆ...
nb: Annet...
nl: Anders...
si_lk: වෙනත්...
th: อื่นๆ...
uk: Інше...
zh_tw: 其他...

source: This option makes Tails look more like Microsoft Windows XP. This may be useful in public places in order to avoid attracting suspicion.
cs: Toto nastavení změní vzhled Tails na vzhled Microsoft Windows XP. Nastavení se používá na veřejných místech, pro vyhnutí se zbytečné pozornosti okolí.
fr_ca: Cette option donne à Tails les apparences de Microsoft Windows XP. Ceci peut être utile dans les lieux publics afin de ne pas attirer l'attention.
it: Questa opzione permette a Tails di sembrare Microsoft Windows XP. Utile in luoghi pubblici per non attirare attenzione o sospetti.
km: ជម្រើស​នេះ​ធ្វើ​ឲ្យ​ Tails មាន​លក្ខណៈ​ដូច​ជា Microsoft Windows XP ។ វា​អាច​ផ្ដល់​ប្រយោជន៍​ជា​សាធារណៈ​ ​ដើម្បី​​ជៀសវាង attracting suspicion ។
th: ตัวเลือกนี้จะทำให้ Tails ดูเหมือนกับไมโครซอฟท์วินโดวส์เอ็กซ์พีมากขึ้น สิ่งนี้อาจจะมีประโยชน์เมื่อใช้ในสถานที่สาธารณะ เพื่อหลีกเลี่ยงการเป็นจุดสนใจ

source: Activate Microsoft Windows XP Camouflage
cs: Aktivovat Micro$oft Windows XP Kamufláž
fr_ca: Activer le camouflage Microsoft Windows XP
it: Attivare mimetizzazione Microsoft Windows XP
km: ធ្វើ​ឲ្យ Microsoft Windows XP Camouflage សកម្ម
th: เปิดใช้การพรางตัวเป็นไมโครซอฟท์วินโดวส์เอ็กซ์พี
