Repository: rescatux/tails-greeter
Catalog: po/*.po
Languages: ar, be, cs, de, es, fa, fi, fr_ca, he, hr_hr, hu, it, km, kn, nb, nl, si_lk, th, uk, zh_tw

source: Forward
ar: إلى الأمام
be: Далей
cs: Vpřed
de: Weiter
es: Adelante
fa: به سمت جلو
fi: Eteenpäin
fr_ca: Avancer
he: קדימה
hr_hr: Naprijed
hu: Előre
it: Avanti
km: បញ្ជូន​បន្ត
kn: ಮುಂದೆ
nb: Fremover
nl: Doorgaan
si_lk: ඉදිරි දාමකරණය
th: ต่อไป
uk: Вперед
zh_tw: 下一頁

source: Login
ar: الدخول
be: Увайсці
cs: Přihlásit se
de: Anmelden
es: Entrar
fa: ورود
fi: Kirjaudu
fr_ca: Connexion
he: כניסה למערכת
hr_hr: Prijava
hu: Belépés
it: Accesso
km: ចូល
kn: ಪ್ರವೇಶ
nb: Innlogging
si_lk: පිරුම
th: เข้าระบบ
uk: Користувач
zh_tw: 登入

source: Welcome to Tails
ar: اهلاً بك في تيلز
be: Вітаем у Tails
cs: Vítejte v Tails
de: Willkommen bei Tails
es: Bienvenido a Tails
fa: به «تيلز» خوش آمديد
fi: Tervetuloa käyttämään Tailsia
fr_ca: Bienvenue à Tails
he: ברוך בואך אל Tails
hr_hr: Dobrodošli u Tails
hu: Köszöntjük a Tails-ben
it: Benvenuti in Tails
km: ស្វាគមន៍​មកកាន់ Tails
kn: ಟೇಲ್ಸ್‌ಗೆ ಸ್ವಾಗತ
nb: Velkommen til Tails
nl: Welkom bij Tails
si_lk: Tails වලට පිළිගන්නවා
th: ยินดีต้อนรับสู่ Tails
uk: Ласкаво просимо у Tails
zh_tw: 歡迎使用 Tails

source: Use persistence?
ar: هل ترغب في استخدام مساحة دائمة علي القرص الصلب؟
be: Выкарыстоўваць сталае сховішча?
cs: Použít trvale?
de: Beständige Speicherpartition benutzen?
es: ¿Usar persistencia?
fa: استفاده از ارتباط پایا؟
fi: Säilytä muutokset?
fr_ca: Utiliser la persistance?
he: השתמש בעקשנות?
hr_hr: Koristiti ustrajnost?
hu: Perzisztencia használata?
it: Utilizzare la persistenza?
km: ប្រើ persistence?
kn: ಅವಧಿ ನಂತರ ಉಳಿಕೆಗೆ ಒಪ್ಪಿಗೆಯೇ?
nb: Bruke vedvarende lagring?
nl: Persistentie gebruiken?
si_lk: ස්ථාවර භාවිතා කරනවාද?
th: จำการใช้งาน?
uk: Використовувати постійну пам'ять?
zh_tw: 使用持續性?

source: <a href="doc/first_steps/persistence/use.en.html">Documentation</a>
ar: <a href="doc/first_steps/persistence/use.en.html">الوثائق</a>
be: <a href="doc/first_steps/persistence/use.en.html">Дакументацыя</a>
cs: <a href="doc/first_steps/persistence/use.en.html">Dokumentace</a>
de: <a href="doc/first_steps/persistence/use.de.html">Dokumentation</a>
es: <a href="doc/first_steps/persistence/use.es.html">Documentación</a>
fa: <a href="doc/first_steps/persistence/use.en.html">مستندات</a>
fi: <a href="doc/first_steps/persistence/use.en.html">Ohjeet</a>
he: <a href="doc/first_steps/persistence/use.en.html">תיעוד</a>
hr_hr: <a href="doc/first_steps/persistence/use.en.html">Dokumentacija</a>
hu: <a href="doc/first_steps/persistence/use.en.html">Dokumentáció</a>
it: <a href="doc/first_steps/persistence/use.it.html">Documentazione</a>
km: <a href="doc/first_steps/persistence/use.en.html">ឯកសារ</a>
nb: <a href="doc/first_steps/persistence/use.en.html">Dokumentasjon</a>
nl: Documentatie
uk: <a href="doc/first_steps/persistence/use.en.html">Документація</a>
zh_tw: <a href="doc/first_steps/persistence/use.en.html">文件</a>

source: Yes
ar: نعم
be: Так
cs: Ano
de: Ja
es: Sí
fa: بله
fi: Kyllä
fr_ca: Oui
he: כן
hr_hr: Da
hu: Igen
it: Sì
km: បាទ/ចាស
kn: ಓಕೇ
nb: Ja
nl: Ja
si_lk: ඔව්
th: ใช่
uk: Так
zh_tw: 是

source: No
ar: لا
be: Не
cs: Ne
de: Nein
fa: نه
fi: Ei
fr_ca: Non
he: לא
hr_hr: Ne
hu: Nem
km: ទេ
kn: ಇಲ್ಲ
nb: Nei
nl: Nee
si_lk: නැත
th: ไม่ใช่
uk: Ні
zh_tw: 否

source: Passphrase:
ar: عبارة المرور:
be: Пароль:
cs: Heslo:
es: Frase de contraseña:
fa: رمز
fi: Salalause:
fr_ca: Phrase de passe :
he: מימרת סיסמה:
hr_hr: Lozinka:
hu: Jelszó:
it: Frase segreta:
km: ឃ្លា​សម្ងាត់៖
kn: ಕೊಂಡಿಪದ
nb: Passord:
nl: Wachtzin:
si_lk: මුරවැකිය:
uk: Ключова фраза:
zh_tw: 複雜密碼:

source: Read-Only?
ar: للقراءة فقط؟
be: Толькі чытанне?
cs: Jenom pro čtení?
de: Schreibgeschützt?
es: ¿Sólo lectura?
fa: فقط خواندن؟
fi: Vain lukuoikeus?
fr_ca: Lecture-seule?
he: לקריאה בלבד?
hr_hr: Samo čitanje?
hu: Csak olvasható?
it: Sola lettura?
km: បាន​តែ​អាន?
kn: ಓದೋದಕ್ಕೆ ಮಾತ್ರ?
nb: Skrivebeskyttet?
si_lk: කියවීමට-පමණද?
th: อ่านอย่างเดียวเท่านั้น?
uk: Тільки для читання?
zh_tw: 唯讀?

source: <i>Wrong passphrase. Please try again.</i>
ar: <i>عبارة المرور غير صحيحة. الرجاء المحاولة مرة اخرى</i>
be: <i>Нядзейсны пароль. Паспрабуйце ізноў.</i>
cs: <i>Špatné heslo. Zkuste to prosím znovu.</i>
de: <i>Falsche Passphrase. Bitte erneut versuchen.</i>
es: <i>Frase de contraseña incorrecta. Por favor, inténtelo de nuevo.</i>
fa: <i>رمز درست نیست. لطفاً دوباره سعی‌کنید.</i>
fi: <i>Väärä salalause. Yritä uudelleen.</i>
fr_ca: <i>Phrase de passe incorrecte. Essayer de nouveau.</i>
he: <i>מימרת סיסמה שגוייה. אנא נסה שוב</i>
hr_hr: <i>Pogrešna lozinka. Molimo pokušajte ponovno.</i>
hu: <i>Hibás jelszó. Próbálja meg újra.</i>
it: <i>Frase segreta sbagliata. Provare di nuovo.</i>
km: <i>ឃ្លា​សម្ងាត់​ខុស។ សូម​ព្យាយាម​ម្ដងទៀត។</i>
kn: <i>ತಪ್ಪು ಗುಪ್ತಪದ. ಇನ್ನೊಂದ್ ಸಲ ಟ್ರೈ ಮಾಡಿ.</i>
nb: <i>Feil passord. Vennligst prøv igjen.</i>
nl: <i>Verkeerd wachtwoord. Probeer opnieuw.</i>
si_lk: <i>වැරදි මුරවැකියකි. කරුණාකර නැවත උත්සාහ කරන්න.</i>
th: <i>วลีผ่านผิด ลองอีกครั้ง</i>
uk: <i>Неправильний пароль. Спробуйте знову.</i>
zh_tw: <i>複雜密碼錯誤。請再試一次</i>

source: More options?
ar: خيارات أكثر؟
be: Больш настáўленняў?
cs: Více možností
de: Weitere Optionen?
es: ¿Más opciones?
fa: گزینه‌های بیشتر؟
fi: Enemmän asetuksia?
fr_ca: Plus d'options?
he: יותר אפשרויות?
hr_hr: Više mogućnosti?
hu: További beállítások?
it: Altre opzioni?
km: ជម្រើស​ច្រើន?
kn: ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು ಬೇಕಾ?
nb: Flere alternativ?
nl: Meer opties?
si_lk: තවත් විකල්ප?
th: ตัวเลือกเพิ่มเติม?
uk: Більше налаштувань
zh_tw: 更多選項?

source: Administration password
ar: كلمة السر الخاصة بالإدارة
be: Пароль адміністратара
cs: Administrační heslo
de: Administrationspasswort
es: Contraseña de administración
fa: رمز مديريت
fi: Ylläpidon salasana
fr_ca: Mot de passe d'administration
he: סיסמת מנהל
hr_hr: Administratorska lozinka
hu: Adminisztrátori jelszó
it: Password di amministrazione
km: ពាក្យ​សម្ងាត់​សម្រាប់​ការ​គ្រប់គ្រង
kn: ಆಡಳಿತದ ಗುಪ್ತಪದ
nb: Administratorpassord
nl: Beheerderswachtwoord
si_lk: පරිපාලක මුරපදය
th: รหัสผ่านเพื่อการดูแลระบบ
uk: Пароль адміністратора
zh_tw: 系統管理密碼

source: <a href="doc/first_steps/startup_options/administration_password.en.html">Documentation</a>
ar: <a href="doc/first_steps/startup_options/administration_password.en.html">الوثائق</a>
be: <a href="doc/first_steps/startup_options/administration_password.en.html">Дакументацыя</a>
cs: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentace</a>
de: <a href="doc/first_steps/startup_options/administration_password.de.html">Dokumentation</a>
es: <a href="doc/first_steps/startup_options/administration_password.es.html">Documentación</a>
fa: <a href="doc/first_steps/startup_options/administration_password.en.html">مستندات</a>
fi: <a href="doc/first_steps/startup_options/administration_password.en.html">Ohjeet</a>
he: <a href="doc/first_steps/startup_options/administration_password.en.html">תיעוד</a>
hr_hr: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentacija</a>
hu: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentáció</a>
it: <a href="doc/first_steps/startup_options/administration_password.it.html">Documentazione</a>
km: <a href="doc/first_steps/startup_options/administration_password.en.html">ឯកសារ</a>
nb: <a href="doc/first_steps/startup_options/administration_password.en.html">Dokumentasjon</a>
nl: Documentatie
uk: <a href="doc/first_steps/startup_options/administration_password.en.html">Документація</a>
zh_tw: <a href="doc/first_steps/startup_options/administration_password.en.html">文件</a>

source: Enter an administration password in case you need to perform administration tasks. Otherwise it will be disabled for better security.
ar: ادخل كلمة السر الخاصة بالإدارة في حال كنت تحتاج إلي عمل تغييرات إدارية. وإلا سيعطل هذا الخيار لتحسين الأمن.
be: Задайце пароль да конта адміністратара, калі вам трэба выконваць адміністратыўныя задачы. Інакш ён будзе адключаны для большай бяспекі.
cs: Vložte administrační heslo v případě, že chcete provádět administrační úlohy. Jinak budou adminstrační úlohy vypnuty pro vyšší bezpečnosti.
de: Geben Sie ein Administrationspasswort ein, falls Sie administrative Aufgaben durchführen wollen. Andernfalls wird diese Funktion zur Erhöhung der Sicherheit deaktiviert.
es: Introduzca la contraseña de administración en caso de que necesite realizar tareas de administración. De otro modo se deshabilitará, para mayor seguridad.
fa: در صورتی که می‌خواهید کارهای مدیریتی انجام دهید، کلمهٔ عبور مدیریت را وارد نمایید. وگرنه، اين گزينه براى امنيت بيشتر غيرفعال مى‌شود.
fi: Valitse ylläpidon salasana siltä varalta, että joudut tekemään ylläpidollisia toimenpiteitä. Muutoin ylläpito estetään turvallisuussyistä.
fr_ca: Saisir un mot de passe d'administration au cas où vous auriez besoin d'accomplir des tâches d'administration. Autrement ce sera désactivé pour une meilleure sécurité.
he: הזן את סיסמא של ממשל במקרה שאתם צריכים לבצע משימות ניהול. אחרת זה יהיה מושבת לאבטחה טובה יותר.
hr_hr: Unesite administratorsku lozinku za slučaj da trebate izvoditi administratorske zadaće. One će u suprotnom biti onemogućene radi bolje sigurnosti.
hu: Adjon meg egy adminisztrátori jelszót az adminisztrációs feladatokhoz. Egyébként kikapcsolt, a magasabb biztonság érdekében.
it: Inserire una password di amministrazione in caso si debbano eseguire delle attività di amministrazione. In caso contrario la password di amministrazione sarà disabilitata per migliorare la sicurezza.
km: បញ្ចូល​​ពាក្យ​សម្ងាត់​សម្រាប់​ការ​គ្រប់គ្រង​ក្នុង​ករណី​ដែល​អ្នក​ត្រូវ​ការ​​ភារកិច្ច​សម្រាប់​ការ​គ្រប់គ្រង។ ម៉្យាងវិញទៀត​វា​នឹង​​ត្រូវ​បាន​បិទ​ដើម្បី​សុវត្ថិភាព​ឲ្យ​កាន់​តែ​ប្រសើរ។
kn: ಆಡಳಿತದ ಕ್ರಿಯೆಗಳನ್ನ ಮಾಡ್ಲಿಕ್ಕೆ ಆಡಳಿತದ ಗುಪ್ತಪದ ಒತ್ತಿರಿ.⏎ ಇಲ್ಲಾಂದ್ರೆ, ಆಡಳಿತದ ಗುಪ್ತಪದವನ್ನ ಅನೂರ್ಜಿತವಾಗಿಸೋಣ.
nb: Skriv inn administratorpassord i tilfelle du trenger å utføre administratoroppgaver. Hvis ikke vil dette bli dekativert for bedre sikkerhet.
nl: Voer een beheerderswachtwoord in wanneer je beheerstaken moet kunnen uitvoeren. Niets ingevuld zal beheer worden uitgeschakeld voor betere veiligheid.
si_lk: පරිපාලන කාර්යයන් කිරීමට අවශ්‍ය වුවිට පරිපාලක මුරපදය ඇතුළත් කරන්න . එසේ නොමැති වුවහොත් වඩා ආරක්ෂාව සදහා එය දුබල වනු ඇත.
th: ใช้รหัสผ่านเพื่อการดูแลระบบในกรณีที่คุณต้องการทำงานดูแลระบบ ในกรณีอื่นมันจะถูกปิดใช้เพื่อให้ปลอดภัยมากขึ้น
uk: Введіть пароль адміністратора для виконання адміністрування. У протилежному випадку адміністрування буде вимкнено в цілях безпеки.
zh_tw: 如果您需要執行系統管理工作時請輸入系統管理密碼。 否則會因安全理由而被停用。

source: Password:
ar: كلمة السر:
be: Пароль:
cs: Heslo.
de: Passwort:
es: Contraseña:
fa: رمز
fi: Salasana:
fr_ca: Mot de passe :
he: סיסמה:
hr_hr: Lozinka:
hu: Jelszó:
km: ពាក្យ​សម្ងាត់៖
kn: ಗುಪ್ತಪದ:
nb: Passord:
nl: Wachtwoord:
si_lk: මුරපදය:
th: รหัสผ่าน:
uk: Пароль
zh_tw: 密碼：

source: Verify Password:
ar: تحقق من أو اعد كتابة كلمة السر:
be: Пацверджанне пароля:
cs: Potvrďte heslo:
de: Passwort erneut eingeben:
es: Verifique la contraseña:
fa: تاييد رمز
fi: Varmista salasana:
fr_ca: Vérifier le mot de passe :
he: אימות סיסמה:
hr_hr: Potvrdite lozinku:
hu: Jelszó ellenőrzése:
it: Verifica password:
km: ផ្ទៀងផ្ទាត់​​ពាក្យ​សម្ងាត់៖
kn: ಗುಪ್ತಪದ ದೃಢಪಡಿಸಿ:
nb: Verifiser Passord:
nl: Wachtwoord verifiÃ«ren:
si_lk: මුරපදය සත්‍යාපනය කරන්න:
th: ยืนยันรหัสผ่าน:
uk: Повторити пароль
zh_tw: 確認密碼:

source: <i>Passwords do not match</i>
ar: <i>كلمات السر غير متطابقة</i>
be: <i>Паролі не супадаюць</i>
cs: <i>Hesla se neshodují</i>
de: <i>Passwörter stimmen nicht überein</i>
es: <i>Las contraseñas no coinciden</i>
fa: <i>رمزها با هم مطابقت ندارند</i>
fi: <i>Salasanat eivät täsmää</i>
fr_ca: <i>Les mots de passe ne correspondent pas</i>
he: <i>סיסמאות אינו תואמות</i>
hr_hr: <i>Lozinke se ne podudaraju</i>
hu: <i>A jelszavak nem egyeznek</i>
it: <i>Le password non corrispondono</i>
km: <i>ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង</i>
kn: <i>ಗುಪ್ತಪದ ತಾಳೆಯಾಗ್ತಿಲ್ಲ<i>
nb: <i>Passordene samsvarer ikke</i>
nl: <i>Wachtwoorden zijn niet gelijk</i>
si_lk: <i>මුරපද ගැලපෙන්නේ නැත</i>
th: <i>รหัสผ่านไม่ตรงกัน</i>
uk: <i>Паролі не збігаються</i>
zh_tw: <i>密碼不符</i>

source: Windows camouflage
ar: تَخَفِّي ويندوز
cs: Windows kamufláž
de: Windows-Tarnmodus
es: Camuflado de Windows
fa: استتار با ویندوز
fi: Windows-naamiointi
fr_ca: Camouflage Windows
he: הסוואת Windows
hr_hr: Windows prikrivanje
hu: Windows álcázás
it: Maschera da Windows
nb: Windows-kamuflasje
uk: Маскування під Windows
zh_tw: Windows 偽裝

source: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Documentation</a>
ar: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">الوثائق</a>
cs: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentace</a>
de: <a href="doc/first_steps/startup_options/windows_camouflage.de.html">Dokumentation</a>
es: <a href="doc/first_steps/startup_options/windows_camouflage.es.html">Documentación</a>
fa: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">مستندات</a>
fi: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Ohjeet</a>
he: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">תיעוד</a>
hr_hr: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentacija</a>
hu: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentáció</a>
it: <a href="doc/first_steps/startup_options/windows_camouflage.it.html">Documentazione</a>
km: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">ឯកសារ</a>
nb: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Dokumentasjon</a>
nl: Documentatie
uk: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">Документація</a>
zh_tw: <a href="doc/first_steps/startup_options/windows_camouflage.en.html">文件</a>

source: This option makes Tails look more like Microsoft Windows 8. This may be useful in public places in order to avoid attracting suspicion.
de: Diese Option lässt Tails mehr wie Microsoft Windows 8 aussehen. An öffentlichen Orten könnte das Ihnen dabei helfen, weniger aufzufallen.
es: Esta opción hace que Tails tenga una apariencia más similar a Microsoft Windows 8. Esto puede ser útil en lugares públicos para evitar atraer sospechas.
fa: این گزینه باعث می شود ظاهر Tails بیشتر شبیه به مایکروسافت ویندوز 8 شود. این ممکن است به منظور اجتناب از توجه و سوء ظن در اماکن عمومی مفید است.
fi: Tämä valitsin saa Tails-ohjelman näyttämään enemmän Microsoft Windows 8-ohjelmalta. Tämä saattaa olla hyödyllistä julkisilla paikoilla huomion välttämiseksi.
he: אפשרות זו תגרום ל-Tails להיראות יותר כמו חלונות 8 של מיקרוסופט. דבר זה עשוי לסייע במקומות ציבוריים על מנת להימנע ממשיכת תשומת לב מיותרת.
hr_hr: Ova opcija maskira Tails tako da izgleda kao Microsoft Windows 8. To može biti korisno na javnim mjestima kako bi se izbjegla sumnja.
hu: Ez a beállítás a Tails-et úgy jeleníti meg mintha csak Microsoft Windows 8 lenne. Ez hasznos lehet nyilvános helyeken a feltűnés elkerülése miatt.
nb: Dette valget tilkjennegir Tails likt Microsoft Windows 8. Dette kan være nyttig i offentlige rom for å unngå å tiltrekke seg mistanke.
nl: Deze optie laat Tails meer op Windows 8 lijken. Zo valt het minder op en zal men minder argwaan krijgen wanneer je in een openbare plaats bent.
uk: Ця опція робить край більше схожий на Майкрософт Віндовс 8. ЇЇ можна використати в громадських місцях, щоб не привертати до себе уваги.
zh_tw: 此選項讓 Tails 看起來更像是 Microsoft Windows 8。為了避免在公共場所引起懷疑，這可能會很有用。

source: Activate Microsoft Windows 8 Camouflage
de: »Microsoft Windows 8«-Tarnmodus aktivieren
es: Activar camuflaje de Microsoft Windows 8
fa: فعال‌كردن استتار مايكروسافت ويندوز 8
fi: Aktivoi Microsoft Windows 8-naamiointi
he: הפעל הסוואת Microsoft Windows 8
hr_hr: Aktiviraj Microsoft Windows 8 prikrivanje
hu: Microsoft Windows 8-os álcázás aktiválása.
nb: Aktiver kamuflering som Microsoft Windows 8.
nl: Activeer Microsoft Windows 8 Camouflage
uk: Активувати Microsoft Windows 8 Camouflage
zh_tw: 啟用 Microsoft Windows 8 偽裝

source: MAC address spoofing
ar: انتحال عنوان MAC
be: Падмена MAC-адрасаў
cs: Spoofing MAC adresy
de: Manipulation der MAC-Adresse
es: Falseamiento de la dirección MAC
fa: جعل آدرس MAC
fi: MAC-osoitteen väärentäminen
fr_ca: Usurpation d'adresse MAC
he: זיוף כתובות Mac
hr_hr: Maskiranje MAC adrese
hu: MAC cím elrejtése
it: Offuscamento dell'indirizzo MAC
km: បញ្ឆោត​អាសយដ្ឋាន MAC
nb: MAC-adresse parodiering
nl: MAC adres spoofing
uk: Підміна MAC-адрес
zh_tw: MAC 位址詐騙

source: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Documentation</a>
ar: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">الوثائق</a>
be: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Дакументацыя</a>
cs: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentace</a>
de: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentation</a>
es: <a href="doc/first_steps/startup_options/mac_spoofing.es.html">Documentación</a>
fa: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">مستندات</a>
fi: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Ohjeet</a>
he: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">תיעוד</a>
hr_hr: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentacija</a>
hu: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentáció</a>
it: <a href="doc/first_steps/startup_options/mac_spoofing.it.html">Documentazione</a>
km: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">ឯកសារ</a>
nb: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Dokumentasjon</a>
nl: Documentatie
uk: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">Документація</a>
zh_tw: <a href="doc/first_steps/startup_options/mac_spoofing.en.html">文件</a>

source: Spoofing MAC addresses hides the serial number of your network cards to the local networks. This can help you hide your geographical location.
ar: انتحال عناوين MAC أخرى يخفي أرقام تسلسل بطاقات شبكتك للشبكات المحلية. هذا الأمر يساعدك على إخفاء موقعك الجغرافي.
be: Падмена MAC-адрасаў хавае серыйны нумар вашай сеткавай карты ў лакальных сетках. Гэта можа дапамагчы вам схаваць геаграфічнае знаходжанне.
cs: Podvrhování MAC adresy schovává sériové číslo vašich síťových karet lokálním sítím. Toto může pomoci schovat vaši geografickou polohu.
de: Durch die Manipulation der MAC-Adresse kann die Seriennummer der eigenen Netzwerkkarte im lokalen Netzwerk verborgen werden. Dies hilft dabei, Ihren geografischen Standort geheim zu halten.
es: El falseamiento de la dirección MAC oculta el número de serie de sus tarjetas de red a las redes locales. Esto puede ayudarle a ocultar su ubicación geográfica.
fa: جعل کردن آدرس مک، شماره سریال کارت شبکه شما را در شبکه مخفی می کند. به این ترتیب می توانید موقعیت جغرافیایی خود را پنهان کنید.
fi: Väärennetty MAC-osoite piilottaa verkkokorttisi sarjanumeron. Väärentäminen helpottaa maantieteellisen sijainnin piilottamista.
fr_ca: L'usurpation des adresses MAC cache le numéro de série de vos cartes réseau aux réseaux locaux. Ceci peut vous aider à dissimuler votre emplacement géographique.
he: טשטוש כתובות MAC מסווה את המספר הסידורי של כרטיס הרשת שלך מעיני הרשתות המקומיות אליהן הוא מתחבר. דבר זה עשוי לסייע בידך להסתיר את מיקומך הגיאוגרפי.
hr_hr: Maskiranje MAC adresa skriva lokalnim mrežama serijski broj Vaših mrežnih kartica. Ovo Vam može pomoći sakriti Vaš zemljopisni položaj.
hu: MAC cím spoofing elrejti a hálózati kártyád széria számát a helyi hálózaton. Ez segít elrejteni a földrajzi helyzeted.
it: Offuscare l'indirizzo MAC significa nascondere il numero seriale della propria scheda di rete alle reti locali. Questo permette di non rendere nota la propria posizione geografica.
km: ការ​បញ្ឆោត​អាសយដ្ឋាន MAC លាក់​លេខ​ស៊េរី​កាត​បណ្ដាញ​របស់​អ្នក​ចំពោះ​បណ្ដាញ​មូលដ្ឋាន។ វា​អាច​ជួយ​អ្នក​លាក់​ទីតាំង​ភូមិសាស្ត្រ​របស់​អ្នក។
nb: Parodiering av MAC-adresser skjuler nettverkskortets serienummer på lokale nettverk. Dette kan bidra til å skjule din geografiske plassering.
nl: MAC adres spoofing verbergt het serienummer van je netwerkkaart op lokale netwerken. Dit kan helpen bij het verbergen van je geografische locatie.
uk: Підміна MAC-адреси приховує серійний номер вашої мережевої карти від локальної мережі. Це може допомогти приховати ваше географічне положення.
zh_tw: MAC 位址詐騙可以在區域網路中隱藏您的網路卡序號。這可以幫您隱藏地理位置。

source: It is generally safer to spoof MAC addresses, but it might also raise suspicion or cause network connection problems.
ar: انتحال عناوين وحدات التحكم في وصول الوسائط أأمن بشكل عام ولكنه أيضا قد يثير الشكوك أو يسبب مشاكل في الاتصال بالشبكة.
be: Зазвычай, бяспечней падмяняць MAC-адрасы, але гэта можа выклікаць падазронасць ці стварыць праблемы са злучэннем.
cs: Je celkově bezpečnější schovat MAC adresy, ale také to může vznést podezření nebo způsobit problémy s připojením k síti.
de: Es ist grundsätzlich sicherer, MAC-Adressen zu manipulieren, aber es könnte auch Verdacht erregen oder Netzwerkverbindungsprobleme verursachen.
es: Generalmente es más seguro simular una dirección MAC, pero podría también aumentar las sospechas o causar problemas de conexión a la red.
fa: به‌طور کلی استفاده ازقابلیت MAC Spoofing امن‌تر است اما این امکان ممکن است مشکوک تلقی شود و یا باعث ایجاد مشکل در ارتباط گردد.
fi: MAC-osoitteen väärentäminen on yleensä turvallisempaa, mutta väärennetty osoite voi herättää huomiota tai aiheuttaa ongelmia verkkoyhteydessä.
fr_ca: Il est généralement plus sécuritaire d'usurper les adresses MAC mais cela peut aussi éveiller des soupçons ou causer des problèmes de connexion réseau.
he: ככלל, מומלץ לטשטש את כתובת ה-MAC שלך, אך זה גם עלול לעורר חשד או לשבש את החיבור לאינטרנט.
hr_hr: Općenito je sigurnije maskirati MAC adrese, ali to bi također moglo izazvati sumnju ili prouzročiti probleme mrežne veze.
hu: Általában biztonságos elrejteni a MAC címet de ez gyanút kelthet vagy hálózati kapcsolati problémákat okozhat.
it: Generalmente è più sicuro oscurare l'indirizzo MAC, ma può generare sospetti o causare problemi di connessione.
km: ជា​ទូទៅ​វា​កាន់តែ​មាន​សុវត្ថិភាព​ដើម្បី​បញ្ឆោត​អាសយដ្ឋាន​ MAC ប៉ុន្តែ​វា​ក៏​អាច​បង្កើន​ការ​សង្ស័យ ឬ​ធ្វើឲ្យ​ការ​ភ្ជាប់​បណ្ដាញ​មាន​បញ្ហា។
nb: Det er generelt tryggere å parodiere MAC-adresser, men det kan også virke mistenkelig eller forårsake problemer med nettverkstilkoblingen.
nl: Het is over het algemeen veiliger om MAC adressen te spoofen, het kan echter ook argwaan opwekken of verbindingsproblemen veroorzaken. Zie documentatie.
uk: Як правило, використовувати підміну MAC-адрес безпечніше, але це може викликати підозри або проблеми з мережевим з'єднанням.
zh_tw: 一般來說 MAC 位址詐騙是安全的，但它也可能會引起懷疑或導致網路連線問題。

source: Spoof all MAC addresses
ar: انتحال عناوين جميع وحدات التحكم في وصول الوسائط
be: Падмяняць усе MAC-адрасы
cs: Spoofovat všechny MAC adresy
de: Alle MAC-Adressen manipulieren
es: Falsear todas las direcciones MAC
fa: همه آدرس‌های MAC را جعل کن
fi: Väärennä kaikki MAC-osoitteet
fr_ca: Usurper toutes les adresses MAC
he: זייף את כל כתובות ה-Mac
hr_hr: Maskiraj sve MAC adrese
hu: Összes MAC cím elrejtése
it: Offusca tutti gli indirizzi MAC
km: បញ្ឆោត​អាសយដ្ឋាន MAC ទាំងអស់
nb: Parodier alle MAC-adresser
nl: Alle MAC adressen spoofen
uk: Підміна всіх MAC-адрес
zh_tw: 詐騙所有的 MAC 地址

source: Network configuration
ar: تكوين الشبكة
be: Канфігурацыя сеткі
cs: Konfigurace sítě
de: Netzwerkeinstellungen
es: Configuración de red
fa: تنظیمات شبکه
fi: Verkon asetukset
fr_ca: Configuration du réseau
he: תצורת רשת
hr_hr: Postavljanje mreže
hu: Hálózati konfiguráció
it: Configurazioni di rete
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ
nb: Nettverkskonfigurasjon
nl: Netwerkconfiguratie
uk: Налаштування мережі
zh_tw: 網路設定
